{
    "about" : "About",
    "qualifications" : "Qualifications",
    "experience" : "Experience",
    "contact" : "Contact",
    "welcome" : "Welcome!",
    "aboutText" : "My name is Ryan. I'm a computer programmer, language enthusiast and avid traveller. Currently, but not limited to, working as a web developer - this site is an introduction to who I am, what I can do and where I've been. Don't be afraid to get in touch!",
    "travelText": "I started out as a traveler discovering the world, and I've now become a digital nomad! Since I'm always on the move, this section let's you know where I am and what I've been up to.",
    "qualificationsTitle" : "Qualifications",
    "degrees" : "Degrees",
    "compSci" : "Computer Science",
    "compSciDes" : "Bachelor's from Queen's University",
    "mec" : "Mechanical Engineer",
    "mecDes" : "Bachelor's from Queen's University",
    "languagesTitle" : "Languages",
    "chooseLang" : "Choose your language",
    "selectEnglish" : "English",
    "selectFrench" : "Français",
    "selectSpanish" : "Español",
    "english" : "English",
    "french" : "French",
    "spanish" : "Spanish",
    "dutch" : "Dutch",
    "experienceTitle" : "Experience",
    "hover4info" : "Hover for more information",
    "skRole" : "Front End Developer - Spire Konto",
    "frontDevRole" : "Front End Developer - This site!",
    "wgRole" : "Software Developer - The Woodbridge Group",
    "tmxRole" : "Software Developer - TMX Group, Razaor Risk",
    "studyRole" : "Student - Queen's University",
    "skInfo" : "I was given a collection of wireframes of their financial product and converted it into a fully functioning front-end protoype.",
    "fdInfo": "This site started off as a blank page and was entirely written by me. It was designed to be a simple introduction to my coding abilities as well showcasing my experience.",
    "wgInfo": "Converted the existing reporting system from an ASP.NET Web Form application to an ASP.NET MVC application, designed and created a full client and server side reporting site and implemented the Telerik Kendo UI.",
    "tmxInfo" : "I worked with the team put in charge of developing the new risk analysis software. My tasks varied from programming a web application, developping a RESTful web service to documentation. This allowed me to gain valuable experience in several different computing languages: C#, HTML5, Javascript, CSS, MySQL and Powershell.",
    "studyInfo" : "I graduated with a general computer science degree and gained a wide array of experience in different languages and frameworks - from command line to object-oriented programing and from data structures to functional programming: my studies were the foundation of my computer science knowledge.",
    "contactText" : "Whether you're looking for a developer, want to meet up for a drink or anything in between - here's the place to get in contact. Looking forward to hearing from you!"

}