{
    "about" : "Informacíon",
    "qualifications" : "Calificaciones",
    "experience" : "Experiencia",
    "contact" : "Contacto",
    "welcome" : "Bienvenido!",
    "aboutText": "Me llamo Ryan. Soy un desarollador de software, tengo una pasíon por los idiomas y me encanta viajar. Actualmente, pero no sólo, trabajo como programador - esta pagína web es una introducción de quien soy, que hago y donde he estado. No hesites para contactarme!",
    "travelText": "Empecé como un viajero descubriendo el mundo y ahora he logrado a ser un digital nomad! Me estoy siempre moviendo, y esta sección te cuenta donde estoy y lo que he hecho.",
    "qualificationsTitle" : "Calificaciones",
    "degrees" : "Diplomas",
    "compSci" : "Informaticas",
    "compSciDes" : "Bachelor de la Universidad de Queen's",
    "mec" : "Ingeniero Mecanico",
    "mecDes" : "Bachelor de la Universidad de Queen's",
    "languagesTitle" : "Idiomas",
    "chooseLang" : "Elija tu idioma",
    "selectEnglish" : "English",
    "selectFrench" : "Français",
    "selectSpanish" : "Español",
    "english" : "Inglés",
    "french" : "Francés",
    "spanish" : "Español",
    "dutch" : "Holandés",
    "experienceTitle" : "Experiencia",
    "hover4info" : "Toca cada una para más informacíon",
    "skRole" : "Desarollador de Front-End - Spire Konto",
    "frontDevRole" : "Desarollador de Front-End - Esta pagína web!",
    "wgRole" : "Desarollador de Software - The Woodbridge Group",
    "tmxRole" : "Desarollador de Software - TMX Group, Razor Risk",
    "studyRole" : "Estudiante - Universidad de Queen's",
    "skInfo" : "Me han dado una colección de wireframes para su producto financial y los convertí en una pagina web",
    "fdInfo": "Esta página web, que escribí yo completamente, es una introdución censilla en mis abilidades y también para mostrar mi experiencia.",
    "wgInfo": "Durante esta experiencia, mi tarea principal fue de convertir el sistema de informe usando el Framework ASP.NET Web Form en una aplicación ASP.NET MVC. Elaboré una solución servidor/cliente y usé Telerik Kendo UI.",
    "tmxInfo" : "Durante esta experiencia, trabajé en el equipo ocupandose del nuevo software de analisis de riesgo. Mis tareas iban de la programación de una aplicación web hasta la documentación pasando por un Web service RESTful. Esta experiencia me ha permitido de acumular mucha experiencia en diferentes idiomas: C#, HTML5, Javascript, CSS, MySQL and Powershell.",
    "studyInfo" : "Tengo un diploma en informática y acumulé mucha experiencia en diferentes idiomas y Frameworks, desde la linéa de comanda hasta la programación orientado a objetos pasando por las estructuras de datos y la programación funcional: Mis estudios fueron la fundación de mis conocimientos en informatica.",
    "contactText" : "Sea que busque un desarollador, sea que quiera tomar una bebida o cualquier cosa entre las dos - este es el lugar para ponerse en contacto. Me gustaría recibir su mensaje!"
}