{
    "about" : "Informacíon",
    "qualifications" : "Qualificaciones",
    "experience" : "Experiencia",
    "contact" : "Contacto",
    "welcome" : "Bienvenido!",
    "aboutText": "Me llamo Ryan. Soy un desarollador de software, tengo una pasíon para los idiomas y me encanta viajar. Actualmente, pero no unicamente, trabajo como desarollador de front-end - quizás esta pagína web es mi primera obra que has visto. Mi portafolio esta creciendo y me gustaría incluirte!",
    "qualificationsTitle" : "Qualificacíones",
    "degrees" : "Diplomas",
    "compSci" : "Informaticas",
    "compSciDes" : "Bachelor de la Universidad de Queen's",
    "mec" : "Ingénieur Mecanique",
    "mecDes" : "Bachelor de la Universidad de Queen's",
    "languagesTitle" : "Idiomas",
    "chooseLang" : "Elija tu idioma",
    "selectEnglish" : "Inglés",
    "selectFrench" : "Francés",
    "selectSpanish" : "Español",
    "english" : "Inglés",
    "french" : "Francés",
    "spanish" : "Español",
    "dutch" : "Holandés",
    "experienceTitle" : "Experiencia",
    "hover4info" : "Toca cada una para más informacíon",
    "frontDevRole" : "Desarollador de Front-end - Esta pagína web!",
    "wgRole" : "Desarollador de Software - The Woodbridge Group",
    "tmxRole" : "Desarollador de Software - TMX Group, Razor Risk",
    "studyRole" : "Estudiante - Universidad de Queen's",
    "fdInfo": "This site was designed to be a simple introduction to my coding abilities as well showcasing my experience.",
    "wgInfo": "Converted the existing reporting system from an ASP.NET Web Form application to an ASP.NET MVC application, designed and created a full client and server side reporting site and implemented the Telerik Kendo UI.",
    "tmxInfo" : "I worked with the team put in charge of developing the new risk analysis software. My tasks varied from programming a web application, developping a RESTful web service to documentation. This allowed me to gain valuable experience in several different computing languages: C#, HTML5, Javascript, CSS, MySQL and Powershell.",
    "studyInfo" : "I graduated with a general computer science degree and gained a wide array of experience in different languages and frameworks - from command line to object-oriented programing and from data structures to functional programming: my studies were the foundation of my computer science knowledge.",
    "contactText" : "Sea que busca un desarollador, sea que quiere tomar una bebida o cualquier cosa entre los dos - esto es el lugar para ponerse en contacto. Tengo ganas de recibir tu mensaje!"
}