{
    "about" : "Info",
    "qualifications" : "Qualifications",
    "experience" : "Expérience",
    "contact" : "Contact",
    "welcome" : "Bienvenue!",
    "aboutText": "Je m'appelle Ryan. Je suis développeur, j'ai une grande passion pour les langues et j'adore voyager. Je travaille actuellement comme front-end développeur et ce site est peut être votre premier contact avec mon travail. Mon book se remplit petit à petit et j'espère que vous puissiez en faire partie!",
    "qualificationsTitle" : "Qualifications",
    "degrees" : "Diplômes",
    "compSci" : "Informatiques",
    "compSciDes" : "Bachelor de l'Université de Queen's",
    "mec" : "Ingénieur Mecanique",
    "mecDes" : "Bachelor de l'Université de Queen's",
    "languagesTitle" : "Langues",
    "chooseLang" : "Choisi ta langue",
    "selectEnglish" : "Anglais",
    "selectFrench" : "Français",
    "selectSpanish" : "Espagnol",
    "english" : "Anglais",
    "french" : "Français",
    "spanish" : "Espagnol",
    "dutch" : "Néerlandais",
    "experienceTitle" : "Expérience",
    "hover4info" : "Passez votre pointer pour plus d'infos!",
    "skRole" : "Dévélopeur du Front-End - Spire Konto",
    "frontDevRole" : "Dévélopeur du Front-End - Cet site web!",
    "wgRole" : "Dévélopeur Logiciel - The Woodbridge Group",
    "tmxRole" : "Dévélopeur Logiciel - TMX Group, Razor Risk",
    "studyRole" : "Etudiant - Université de Queen's",
    "skInfo" : "Usant une collection de wireframes, j'ai dévélopé un siteweb pour leur produit financier.",
    "fdInfo": "Ce siteweb a été completment écrit par moi. C'est une introduction simple de mes abilités et pour montrer mon expérience.",
    "wgInfo": "Durant cette expérience, ma principale tâche a été de convertir le système de rapports utilisant le Framework ASP.NET Web Form en une application ASP.NET MVC. J’ai élaboré une solution serveur/client et j'ai utilisé la suite Telerik Kendo UI.",
    "tmxInfo" : "Durant cette expérience, j’ai travaillé dans l’équipe s’occupant du nouveau logiciel d’analyse de risque. Mes tâches allait de la programmation d’une application web jusqu’à la documentation en passsant par un Web service RESTful. Cette expérience m’a permis d’engranger beaucoup d’expérience dans différent langages : C#, HTML5, CSS3, MySQL et PowerShell.",
    "studyInfo" : "J’ai un diplôme en informatique et j’ai accumulé beaucoup d’expérience en utilisant différents langages et Frameworks, de la ligne de commande à la programmation orienté objet en passant par les structures de données et la programmation fonctionnelle : Mes études ont été le fondement de mes connaissances en Informatique.",
    "contactText" : "Que vous soyez à la recherche d’un développeur pour votre èquipe ou que vous vouliez me rencontrer pour prendre un verre ou quoi que ce soit d’autre – Cette section est l'endroit pour nous mettre en contact. J'attend votre message!"
}