{
    "about" : "Info",
    "qualifications" : "Qualifications",
    "experience" : "Expérience",
    "contact" : "Contact",
    "welcome" : "Bienvenue!",
    "aboutText": "Je m'applle Ryan. Je suis un programmeur, j'ai une passion pour les langues et j'adore voyager. Actuelement, mais pas uniquement, je travail comme un front-end dévélopeur - peut être cet site est mon premier oeuvre que vous avez vu. Mon dossier est en train de grandir et j'aimerais vous incluire!",
    "qualificationsTitle" : "Qualifications",
    "degrees" : "Diplômes",
    "compSci" : "Informatiques",
    "compSciDes" : "Bachelor de l'Université de Queen's",
    "mec" : "Ingénieur Mecanique",
    "mecDes" : "Bachelor de l'Université de Queen's",
    "languagesTitle" : "Langues",
    "chooseLang" : "Choisi ta langue",
    "english" : "Anglais",
    "french" : "Français",
    "spanish" : "Espagnol",
    "dutch" : "Néerlandais",
    "experienceTitle" : "Expérience",
    "hover4info" : "Passez votre pointer pour plus d'infos!",
    "frontDevRole" : "Dévélopeur du Front-end - Cet site web!",
    "wgRole" : "Dévélopeur Logiciel - The Woodbridge Group",
    "tmxRole" : "Dévélopeur Logiciel - TMX Group, Razor Risk",
    "studyRole" : "Etudiant - Université de Queen's",
    "fdInfo": "Ce siteweb est une introduction simple de mes abilités et pour montrer mon expérience.",
    "wgInfo": "J'ai converti le système de reportage d'une ASP.NET Web Form application à une ASP.NET MVC application, créé une site de reportage entier avec le Telerik Kendo UI.",
    "tmxInfo" : "J'ai travaillé avec l'équipe responsable pour dévéloper le nouveau logiciel d'analyze de risque. Mes traveaux incluyait dévéloper un application de web, dévéloper un RESTful service de web et documentation. J'ai gagné de l'expérience avec C#, HTML5, Javascript, CSS, MySQL et Powershell.",
    "studyInfo" : "Mes études dans l'informatiques m'ont donner beaucoup d'expérience dans une collection de langues et frameworks - de command line a object-oriented programing et des structures infos à du programation functional: c'était la fondation de toutes mes connaissances infortmatiques.",
    "contactText" : "Soit vous cherchez un dévélopeur, soit vous voulez rencontrer pour prendre une verre ou n'importe quel truc entre les deux - voilà l'endroit pour nous metre en contact. J'attend ton message!"
}